{
  "data": [
    {
      "eid": 307365299403756, 
      "name": "BP DAY 2013 REGISTRATION!", 
      "location": "UC Berkeley", 
      "description": "It's that time of year again....\nREGISTRATION FOR BP DAY 2013 HAS OPENED!!!\n\nFor one day this semester, over 2,000 students will be volunteering at 80+ sites around the city, making Berkeley Project Day on SATURDAY, OCTOBER 26th an opportunity you don't want to miss! \n\nRegister to volunteer or site-lead at locations around the city that need our help. You can sign up within a group of friends, dorm, club, etc. We'll do our best to make sure your group volunteers at the same site so you can share this amazing experience with each other.\n\nAnd if the warm fuzziness in your heart and peace of mind from giving back to the Berkeley community aren't enough to get you to register, then how about our FREE BREAKFAST AND LUNCH, FREE ENTERTAINMENT, AND FREE BP DAY 2013 T-SHIRT! \n\nIf you have any questions or concerns, feel free to visit our website www.berkeleyproject.org for more details or email volunteer@berkeleyproject.org with registration questions or info@berkeleyproject.org with general inquiries.\n\nBe sure to register ASAP.  Volunteer registration ends October 11, and Site Leader registration ends September 30.  Our spots fill up very quickly, so be sure to get on this!\n\nThanks so much, and we hope to see you October 26th!\n\n-BP Core 2013\n\n", 
      "start_time": "2013-09-09T13:00:00-0700", 
      "end_time": "2013-10-11T23:30:00-0700", 
      "timezone": "America/Los_Angeles"
    }, 
    {
      "eid": 186555158145920, 
      "name": "Berkeley Project Day!", 
      "location": "Sproul Plaza and then ALL OVER BERKELEY!", 
      "description": "An annual event since its inception in 2006, Berkeley Project Day brings together 2,000 volunteers to participate in service projects all around Berkeley. Our volunteers partake in hands-on service in the hopes of creating a positive impact on our community, contributing over 120,000 hours of labour and saving the city about $1.5 million. \n\nBerkeley Project Day provides the opportunity for Cal students, alumni, faculty, and Berkeley community members to come together and simply give back to this city that we all (or have called) home. \n\nThis fall, Berkeley Project Day will be held on Saturday, November 3! Sign up today @ www.berkeleyproject.org\n\nGot a question? Check our FAQs here [http://berkeleyproject.org/faq/] or email info@berkeleyproject.org \n\nhttp://vimeo.com/49643682", 
      "start_time": "2012-11-03T08:00:00-0700", 
      "end_time": null, 
      "timezone": "America/Los_Angeles"
    }, 
    {
      "eid": 343835642372256, 
      "name": "The Berkeley Project Info Session!", 
      "location": "106 Moffitt", 
      "description": "INFO SESSION THIS TUESDAY (9/4) AT 8PM @ 106 MOFFIT!\n\nIf you want to get more involved with the Berkeley Project, come out to our info session this Tuesday at 8! Get to know our core, how to become more involved, and about joining a committee! :)\n\nThe Berkeley Project is the largest student-run community service organization on the UC Berkeley campus. We strive to build a legacy of service and a strong, sustainable partnership between the students of Cal and the city and residents of Berkeley. Every fall, we organize Berkeley Project Day where 2,000+ UC Berkeley students unite to positively impact the community through a network of service projects in the City of Berkeley.\n\nFind out more at www.berkeleyproject.org", 
      "start_time": "2012-09-04T20:00:00-0700", 
      "end_time": null, 
      "timezone": "America/Los_Angeles"
    }, 
    {
      "eid": 182641111836157, 
      "name": "Berkeley Project Month", 
      "location": "", 
      "description": "Berkeley Project Month is just around the corner!!\n\nSite Leader Applications are now officially open for the upcoming Berkeley Project Month. Volunteer events will take place on the first three consecutive Saturdays of March (3, 10, 17). Applications will be accepted until Friday, February 10th or until we reach capacity. So sign up early!\n\nSign up for Volunteer Apps **HERE**: http://tinyurl.com/BPMonth12\nSign up for Site Leader Apps **HERE**: http://tinyurl.com/BPapp-sp12 \nBerkeley Project holds General Meetings EVERY Thursday 8-9 PM in 123 Wheeler! \nFor more information, visit www.berkeleyproject.org\n\nTo learn more about BP and Site Leading, read on!\n\nThe Berkeley Project aims to permanently change the relationship between the students and residents of Berkeley through hands-on community service. Fully student operated and supported, The Berkeley Project not only provides powerful assistance to the public, but aims to create a lasting culture of service-learning among its participants.\n\nThis spring semester we hold our annual Berkeley Project Month event, where we send over 450 volunteers to work on various service projects throughout Berkeley on three consecutive Saturdays in the month of March. BP Day begins at 8 am and ends 4 pm with closing festivities on campus. We are looking for excited volunteers, as well as inspiring leaders to help plan and coordinate these events. There are many ways to get involved with The Berkeley Project, and many available leadership opportunities!\n\nOne of which is SITE LEADING! Site leaders are the backbone to the Berkeley Project, and are the reason for why things go so smoothly ont he day of. They are one of the most integral parts of the Berkeley Project, and are appointed based on their enthusiasm and excitement about BP, leading, and desire to help create a fun and productive work space for all of the volunteers they lead. Site leaders typically are in charge of coordinating 10-20 volunteers, and are in charge of coordinating with their particular site coordinator. There are usually 2-3 site leaders per site, so feel free to sign up with your friends!\n\nSave the dates: Berkeley Project Month\n\nMarch 3rd\nMarch 10th\nMarch 17th!!", 
      "start_time": "2012-01-30T00:00:00", 
      "end_time": "2012-02-10T00:00:00", 
      "timezone": null
    }, 
    {
      "eid": 110700599052695, 
      "name": "1st General Meeting!", 
      "location": "123 Wheeler Hall", 
      "description": "Find out how to get involved with the largest, student-run community service program on the UC Berkeley campus! We have a multitude of opportunities, so come and check it out!", 
      "start_time": "2012-01-26T20:00:00", 
      "end_time": "2012-01-26T21:00:00", 
      "timezone": null
    }, 
    {
      "eid": 111464355580184, 
      "name": "Berkeley Project Day 2010", 
      "location": "Upper Sproul", 
      "description": "Berkeley Project Day 2010 will held on Saturday, November 6, 2010 this year! Come be a part of over 2,000 students for a day dedicated to community service in the city of Berkeley. Food, directions, and supplies will be provided for you. All you have to do is register and show up.\n\nREGISTRATION BEGINS MONDAY, OCT. 11th, 2010 on our website at www.berkeleyproject.org. Please register early to guarantee you or your organization's spot.\n\n******\n\nWe're accepting T-Shirt designs for the BP DAY 2010 shirt. Pls email marketing@berkeleyproject.org for more details.\n\nWe're also accepting SITE LEADER applications, if you're interested in leading a group on BP Day 2010, please email volunteer@berkeleyproject.org.\n\n******\nQuestions? Email info@berkeleyproject.org. Thank you!", 
      "start_time": "2010-11-06T08:00:00", 
      "end_time": "2010-11-06T15:00:00", 
      "timezone": null
    }, 
    {
      "eid": 145332248833198, 
      "name": "The Berkeley Project Infosessions", 
      "location": "Dwinelle Hall", 
      "description": "*INFOSESSION #1:  Wed 9/1 @ 7PM, 179 Dwinelle Hall\n\n*INFOSESSION #2: Tues 9/7 @ 7PM, 251 Dwinelle Hall\n\n\nPlease attend if you're interested in helping PLAN Berkeley Project Day 2010 or want to learn more about The Berkeley Project and what we do. Each committee will be outlining their goals and we will take sign ups for all students interested in joining a committee(s). Light refreshments will be served!\n\nThis year, Berkeley Project Day will be held on SATURDAY, NOVEMBER 6 so please save the date!\n\nThanks and see you all there!", 
      "start_time": "2010-09-01T19:00:00", 
      "end_time": "2010-09-01T20:00:00", 
      "timezone": null
    }, 
    {
      "eid": 111785192177480, 
      "name": "BP Infosession #3", 
      "location": "223 Dwinelle", 
      "description": "Our last Infosession of the semester is coming up on WED APRIL 21 @ 7pm in 223 Dwinelle. Please come by if you're interested in helping PLAN BP DAY 2010. Light refreshments will be provided. See you there!", 
      "start_time": "2010-04-21T19:00:00", 
      "end_time": "2010-04-21T20:00:00", 
      "timezone": null
    }
  ]
}
