{
   "about": "The ⒷⒺⓇⓚⒺⓁⒺⓨ  ⓅⓇⓞⒿⒺⒸⓉ will build a legacy of service and a strong, sustainable partnership between the students of Cal and the city. ",
   "category": "Non-profit organization",
   "company_overview": "Fully student operated and supported, The Berkeley Project not only provides powerful assistance to the public, but aims to create a lasting culture of service-learning among its participants.\n\nDuring the fall semester we hold our annual Berkeley Project Day event, where we gather over 2,000 volunteers and send them to 80 different places all over Berkeley city to do community service and simply give back. BP Day begins at 8 am and ends ~3-4 pm with closing festivities on campus. We are always looking for excited volunteers to join us, as well as inspiring leaders to help plan and coordinate these events. There are many ways to get involved with The Berkeley Project, and many available leadership opportunities!",
   "description": "The Berkeley Project (or BP) is a student group that came together in recognition of the fact that the university and students of Cal have a large impact on the city in which they reside. We wish to make sure that impact is for the better through community service.\n\nBP began as a giant, one-day service event on Saturday, November 11th, 2006, in which over 1000 Cal students gathered together to give back to the city of Berkeley. Working with our community organizations, students did everything from building playgrounds and planting trees, to making meals for the homeless and helping out at local senior centers. The Berkeley Project hosts two large scale community service events each year:\n\n1) Each spring semester we will be holding our annual Berkeley Project Month. We will be hosting community service events on the first 3 Saturdays of March. Each Saturday, we will send approximately 100-200 volunteers to different sites all over Berkeley!\n\n2) Every fall semester we hold our annual Berkeley Project Day event, where we send over 2,000 volunteers to work on various service projects in 80 different sites all over the city of Berkeley. BP Day begins at 8 am and ends ~3-4 pm with closing festivities on campus.",
   "founded": "2006",
   "is_published": true,
   "mission": "Our mission is to see to it that the relationship between our campus and the city of Berkeley is changed permanently, for the better, through hands-on community service.",
   "talking_about_count": 77,
   "username": "berkeleyproject",
   "website": "www.berkeleyproject.org http://twitter.com/berkeleyproject http://www.youtube.com/berkeleyproject",
   "were_here_count": 0,
   "id": "313228564146",
   "name": "The Berkeley Project",
   "link": "http://www.facebook.com/berkeleyproject",
   "likes": 982,
   "cover": {
      "cover_id": "10151718528854147",
      "source": "http://scontent-b.xx.fbcdn.net/hphotos-frc1/s720x720/994974_10151718528854147_1229886581_n.jpg",
      "offset_y": 35,
      "offset_x": 0
   }
}